/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ von %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "DIN A3";

/* A paper size: 595 x 842 (points). */
"A4" = "DIN A4";

/* A paper size: 420 x 595 (points). */
"A5" = "DIN A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "DIN B4";

/* A paper size: 516 x 729 (points). */
"B5" = "DIN B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "Abbrechen …";

/* Unknown error condition while printing. */
"Error while printing." = "Fehler beim Drucken.";

/* A paper size: 540 x 720 (points). */
"Executive" = "US Executive";

/* A paper size: 612 x 1008 (points). */
"Legal" = "US lang";

/* A paper size: 612 x 792 (points). */
"Letter" = "US Brief";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "Es wurde keine Seite des Dokuments zum Drucken ausgewählt.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Seite %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Seite %1$ld von %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "Vorbereiten …";

/* A print progress panel title */
"Preview" = "Vorschau";

/* A print progress panel title
   Printing alert title */
"Print" = "Drucken";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "Bearbeiten der Seite: %@";

/* A print progress panel title */
"Save" = "Sichern";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "US Tabloid";

/* No printer error description */
"To print this file, you must set up a printer." = "Um diese Datei ausdrucken zu können, müssen Sie zunächst einen Drucker konfigurieren.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Zum Konfigurieren eines Druckers wählen Sie im Apple-Menü die Option „Systemeinstellungen“, klicken auf „Drucken & Faxen“ und anschließend auf die Taste „+“ (Hinzufügen).";

/* Need Comment */
"Untitled" = "Ohne Titel";

